Repository: Alvar092/Escalas
Catalog: Escalas/Localizables/Motricity.xcstrings
Source language: es
Languages: en

# motricity.ankleDorsiflexion.description
source: Elevación activa del pie contra gravedad.
en: Active foot elevation against gravity.

# motricity.ankleDorsiflexion.title
source: Dorsiflexión de tobillo
en: Ankle Dorsiflexion

# motricity.elbowFlexion.description
source: Flexión activa del codo contra gravedad o resistencia.
en: Active elbow flexion against gravity or resistance.

# motricity.elbowFlexion.title
source: Flexión de codo
en: Elbow Flexion

# motricity.hipFlexion.description
source: Flexión activa de cadera contra gravedad o resistencia.
en: Active hip flexion against gravity or resistance.

# motricity.hipFlexion.title
source: Flexión de cadera
en: Hip Flexion

# motricity.kneeExtension.description
source: Extensión activa de la rodilla contra gravedad o resistencia.
en: Active knee extension against gravity or resistance.

# motricity.kneeExtension.title
source: Extensión de rodilla
en: Knee Extension

# motricity.pinchGrip.description
source: Capacidad para realizar pinza entre pulgar e índice.
en: Ability to perform a pinch grip between thumb and index finger.

# motricity.pinchGrip.score.0
source: 0. No contracción visible.
en: 0. No visible contraction.

# motricity.pinchGrip.score.11
source: 11. Contracción palpable sin movimiento.
en: 11. Palpable contraction, no movement.

# motricity.pinchGrip.score.19
source: 19. Movimiento sin vencer gravedad.
en: 19. Movement without overcoming gravity.

# motricity.pinchGrip.score.22
source: 22. Movimiento venciendo gravedad.
en: 22. Movement overcoming gravity.

# motricity.pinchGrip.score.26
source: 26. Movimiento contra resistencia leve.
en: 26. Movement against mild resistance.

# motricity.pinchGrip.score.33
source: 33. Fuerza normal.
en: 33. Normal strength.

# motricity.pinchGrip.title
source: Pinza fina
en: Pinch Grip

# motricity.shoulderAbduction.description
source: Abducción activa del hombro contra gravedad o resistencia.
en: Active shoulder abduction against gravity or resistance.

# motricity.shoulderAbduction.title
source: Abducción de hombro
en: Shoulder Abduction

# motricity.standard.score.0
source: 0. No contracción visible.
en: 0. No visible contraction.

# motricity.standard.score.9
source: 9. Contracción palpable sin movimiento.
en: 9. Palpable contraction, no movement.

# motricity.standard.score.14
source: 14. Movimiento sin vencer gravedad.
en: 14. Movement without overcoming gravity.

# motricity.standard.score.19
source: 19. Movimiento venciendo gravedad.
en: 19. Movement overcoming gravity.

# motricity.standard.score.25
source: 25. Movimiento contra resistencia leve.
en: 25. Movement against mild resistance.

# motricity.standard.score.33
source: 33. Fuerza normal.
en: 33. Normal strength.
